load_testing/vegeta/search_ad/search_ad_report.txt
Requests      [total, rate, throughput]         300000, 10000.01, 9997.43
Duration      [total, attack, wait]             30.008s, 30s, 7.738ms
Latencies     [min, mean, 50, 90, 95, 99, max]  203.833µs, 38.525ms, 16.153ms, 106.458ms, 149.81ms, 235.004ms, 272.229ms
Bytes In      [total, mean]                     51600000, 172.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:300000  
Error Set: