load_testing/vegeta/search_ad/search_ad_report.txt
Requests      [total, rate, throughput]         1000, 1000.78, 834.35
Duration      [total, attack, wait]             1.199s, 999.222ms, 199.314ms
Latencies     [min, mean, 50, 90, 95, 99, max]  3.346ms, 277.795ms, 248.177ms, 531.344ms, 619.988ms, 761.246ms, 1.024s
Bytes In      [total, mean]                     5011000, 5011.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:1000  
Error Set: